{
	"ABOUT_US.ABOUT_US": "Nous avons vu la nécessité d'une langue supplémentaire dans la société sud-africaine, dans un monde en réseau qui se développe rapidement, il est essentiel de connaître une langue supplémentaire, nous avons vu que si les enfants y sont exposés à un âge précoce, alors nous leur aurions donné une chance d'avoir un intérêt pour le français en grandissant. Nous ne pouvons que poursuivre ce à quoi nous avons été exposés.  ",
	"ABOUT_US.COLOR_TRANSLATE": "Les Couleurs se traduit par \"couleurs\"",
	"GLOBAL.ABOUT": "À propos",
	"GLOBAL.ABOUT_US": "À Propos Se Nous",
	"GLOBAL.CLASSES_FOR_TODDLERS": "Cours de français pour les tout-petits (3-6 ans)",
	"GLOBAL.HOME": "Accueil",
	"GLOBAL.LEARNING_MODELS": "Les tout-petits seront capables de faire appel aux cinq sens, de mémoriser du vocabulaire, de comprendre et de prononcer des phrases courtes.",
	"GLOBAL.OUR": "Notre",
	"GLOBAL.OUR_PROGRAM": "Notre programme",
	"GLOBAL.OWNER": "Propriétaire",
	"GLOBAL.PROGRAM": "Programme",
	"GLOBAL.PROGRAM_METHODS": "Notre programme encourage vos petits à découvrir la langue à travers le jeu, les jeux, les chansons, la danse et le bricolage.",
	"GLOBAL.SERVICES": "Services",
	"GLOBAL.US": "De nous",
	"GLOBAL.WEEKLY_MINIMUM_MEETING": "Les jours de la semaine, au minimum une fois par semaine",
	"GLOBAL.WHAT_TODDLERS_DO": "Les tout-petits apprennent, rient et jouent en français !!",
	"IMAGE_ALT.KIDS_IN_CLASSROOM": "Les enfants en classe",
	"LANGUAGE.EN": "Anglais",
	"LANGUAGE.FR": "Français",
	"OUR_PROGRAM.CREATING": "Création",
	"OUR_PROGRAM.CREATING_PARAGRAPH": "Les tout-petits créeront des illustrations visuelles pour revoir les couleurs et les formes.",
	"OUR_PROGRAM.MOVING": "Mouvement",
	"OUR_PROGRAM.MOVING_PARAGRAPH": "Les tout-petits suivront des mouvements chorégraphiés pour associer les mots aux mouvements.",
	"OUR_PROGRAM.READING": "Lecture",
	"OUR_PROGRAM.READING_PARAGRAPH": "Les tuteurs liront des histoires et de la poésie liées au vocabulaire.",
	"OUR_PROGRAM.SINGING": "Chant",
	"OUR_PROGRAM.SINGING_PARAGRAPH": "Les tout-petits s'imprégneront de la musicalité de la langue à travers des chansons.",
	"OUR_PROGRAM.SPEAKING": "Parler",
	"OUR_PROGRAM.SPEAKING_PARAGRAPH": "Les compétences de conversation sont mises en valeur par des questions de routine et un vocabulaire hebdomadaire."
}
